Heatit/heatit/heatit/boards.txt
heatit.name=Heatit
heatit.upload.protocol=avr109
heatit.upload.maximum_size=28672
heatit.upload.speed=57600
heatit.upload.disable_flushing=true
heatit.bootloader.low_fuses=0xff
heatit.bootloader.high_fuses=0xd8
heatit.bootloader.extended_fuses=0xcb
heatit.bootloader.path=caterina
heatit.bootloader.file=Leonardo-prod-firmware-2012-12-10.hex
heatit.bootloader.unlock_bits=0x3F
heatit.bootloader.lock_bits=0x2F
heatit.build.mcu=atmega32u4
heatit.build.f_cpu=16000000L
heatit.build.vid=0x2341
heatit.build.pid=0x8036
heatit.build.core=arduino:arduino
heatit.build.variant=heatit
